{
  "The\nuniverse is finished": {
    "annotation": "In the middle of a Jane Austen / Schopenhauer inversion, where Ishmael is mentally transforming this shit hole into a cozy niche, 'things could be better, but the universe is finished'.&nbsp; By itself, seeming nihilistic/deterministic, but in this paragraph refusing to be.&nbsp; Very strange.&nbsp; \n\nBiblical, but only a little, or I can't follow the lead.&nbsp; \"It is finished,\" said Christ on the cross?&nbsp; An omnipotent creator who has finished designing the universe and now leaves it for others to navigate\n\nCould reflect Melville's perspective on the industrial revolution and scientific discoveries of his era, which seemed to \"complete\" or define the universe in new, limiting ways.\n\nSociopolitical reflection of Melville's concern about the oppressive aspects of societal norms and conventions, signifying a completed, rigid system from which one might yearn to escape, as Ishmael is. \n\nOr is it a more straightforward setup of irony of Ishmael's underestimation of the unpredictable, chaotic elements in the universe/sea.\n",
    "color": "#08D"
  },
  "of whose works I possess the\nonly copy extant": {
    "annotation": "Fictional book",
    "color": "#08D"
  },
  "I abominate all honorable respectable toils, trials, and tribulations of every kind whatsoever.": {
    "annotation": "Introspective?\n",
    "color": "#ff0000"
  },
  "Alfred the Great, who, with his own royal pen, took down\nthe words from Other, the Norwegian whale-hunter": {
    "annotation": "Around 890 AD, first mention of Denmark as well. \n",
    "color": "0xffff00"
  },
  "Euroclydon kept up a worse howling than \never it did about poor Paul’s tossed craft. Euroclydon, nevertheless, \nis a mighty pleasant zephyr to any one in-doors": {
    "annotation": "Euroclydon goes from an exaggerated depiction of weather hitting the house to inversion.\n",
    "color": "#ff0000"
  },
  "the Sperm Whale, a Platonian": {
    "annotation": "The Sperm Whale and Ahab, Platonists both.\n",
    "color": "#ff0000"
  },
  "sunken-eyed young Platonist will tow you ten wakes\nround the world, and never make you one pint of sperm the richer": {
    "annotation": "What about a Platonist captain?\n",
    "color": "#ff0000"
  },
  "All visible objects, man,\nare but as pasteboard masks.": {
    "annotation": "Ahab reveals his goal, is Platonic worldview, and the fusion of his hate for each. \n \nGPT4:&nbsp; He aims to strike through these masks or walls to confront and \nchallenge the underlying forces—potentially divine, inscrutable—causing \nhis suffering. \n",
    "color": "#ff0000"
  },
  "Heidelburgh Tun": {
    "annotation": "an extremely large wine vat contained within the cellars of Heidelberg Castle",
    "color": "#643"
  },
  "Though the\ncertainty of this criterion is far from demonstrable, yet it has the\nsavor of analogical probability": {
    "annotation": "Analogical Probability, love it\n",
    "color": "#ff0000"
  },
  "You is sharks, sartin; but if you gobern de shark in you, why\nden you be angel; for all angel is not’ing more dan de shark well\ngoberned.": {
    "annotation": "Sermon #3?\n",
    "color": "#ff0000"
  },
  "What are the Rights of Man and the Liberties of the World but\nLoose-Fish? What all men’s minds and opinions but Loose-Fish? What is\nthe principle of religious belief in them but a Loose-Fish? What to the\nostentatious smuggling verbalists are the thoughts of thinkers but\nLoose-Fish? What is the great globe itself but a Loose-Fish? And what\nare you, reader, but a Loose-Fish and a Fast-Fish, too?": {
    "annotation": "verbalists",
    "color": "#582"
  },
  "What to the\nostentatious smuggling verbalists are the thoughts of thinkers but\nLoose-Fish?": {
    "annotation": "ostentatious smuggling verbalist\n",
    "color": "#980"
  },
  "That protection\ncould only consist in his own predominating brain and heart and hand,\nbacked by a heedful, closely calculating attention to every minute\natmospheric influence which it was possible for his crew to be\nsubjected to.": {
    "annotation": "Demagogery",
    "color": "#B40"
  },
  "true and faithful repentance;\nnot clamorous for pardon, but grateful for punishment": {
    "annotation": "the moral of Jonah, god wishes gratitude for punishment\n",
    "color": "#92B"
  },
  "outcries and anathemas": {
    "annotation": "kenning worthy\n",
    "color": "#643"
  },
  "three chief officers of the ship, the mates, which was\nmost forcibly calculated to allay these colourless misgivings": {
    "annotation": "compare to later\n",
    "color": "#08D"
  },
  "Over Descartian vortices you hover.": {
    "annotation": "disproven at the time?&nbsp; don't think so\n",
    "color": "#08D"
  },
  "The centre and circumference of all\ndemocracy!": {
    "annotation": "\"center and circumference\"\n",
    "color": "#087"
  },
  "Here, then, was this grey-headed, ungodly old man, chasing with curses\na Job’s whale round the world, at the head of a crew, too, chiefly made\nup of mongrel renegades, and castaways, and cannibals—morally enfeebled\nalso, by the incompetence of mere unaided virtue or right-mindedness in\nStarbuck, the invulnerable jollity of indifference and recklessness in\nStubb, and the pervading mediocrity in Flask. Such a crew, so\nofficered, seemed specially picked and packed by some infernal fatality\nto help him to his monomaniac revenge. How it was that they so\naboundingly responded to the old man’s ire—by what evil magic their\nsouls were possessed, that at times his hate seemed almost theirs; the\nWhite Whale as much their insufferable foe as his; how all this came to\nbe—what the White Whale was to them, or how to their unconscious\nunderstandings, also, in some dim, unsuspected way, he might have\nseemed the gliding great demon of the seas of life,—all this to\nexplain, would be to dive deeper than Ishmael can go. The subterranean\nminer that works in us all, how can one tell whither leads his shaft by\nthe ever shifting, muffled sound of his pick? Who does not feel the\nirresistible arm drag? What skiff in tow of a seventy-four can stand\nstill? For one, I gave myself up to the abandonment of the time and the\nplace; but while yet all a-rush to encounter the whale, could see\nnaught in that brute but the deadliest ill.": {
    "annotation": "unaided virtue, invulnerable jollity, and mediocrity\n",
    "color": "#582"
  },
  "morally enfeebled\nalso, by the incompetence of mere unaided virtue or right-mindedness in\nStarbuck, the invulnerable jollity of indifference and recklessness in\nStubb, and the pervading mediocrity in Flask": {
    "annotation": "a perfect trio\n",
    "color": "#980"
  },
  "metempsychosis": {
    "annotation": "<span><span>The supposed transmigration at death of the soul of a human being or animal into a new body of the same or a different species.</span></span>",
    "color": "#643"
  },
  "man who hath more of joy than sorrow\nin him, that mortal man cannot be true—not true, or undeveloped. With\nbooks the same": {
    "annotation": "Precursor to Existentialism?\n",
    "color": "#B10"
  },
  "The intense concentration of self in the\nmiddle of such a heartless immensity, my God!": {
    "annotation": "The foremost issue with being a castaway is to have to be with ones self?\n",
    "color": "#582"
  },
  "The Sermon": {
    "annotation": "There are at least three sermons:&nbsp; Jonah by the naval preacher, Ahab to the crew, the cook to the sharks.\n",
    "color": "#92B"
  },
  "how immaterial are all\nmaterials!": {
    "annotation": "More direct Ahab Platonizing.&nbsp; Seems valid for comparison to Don Quixote, where Quixote's contrast of the realist and idealist are more even handed.\n",
    "color": "#08D"
  },
  "But the suddenly started Pequod was not quick enough to escape the\nsound of the splash that the corpse soon made as it struck the sea; not\nso quick, indeed, but that some of the flying bubbles might have\nsprinkled her hull with their ghostly baptism.": {
    "annotation": "Inverted imagery.\n",
    "color": "#087"
  },
  "Is Ahab, Ahab?": {
    "annotation": "Descends into a bit of de-personalization upon questioning himself.\n",
    "color": "#980"
  },
  "in their life-time\naggregate a whole age of woe, wholly made up of instantaneous\nintensities; for even in their pointless centres, those noble natures\ncontain the entire circumferences of inferior souls.": {
    "annotation": "Would Pythagoras have spoken like this?\n",
    "color": "#980"
  },
  "Heed them not! those teeth but give new rowlocks to your oars. Pull\non! ’tis the better rest, the shark’s jaw than the yielding water.": {
    "annotation": "What serene hell have these people sailed to?\n",
    "color": "#B40"
  },
  "The Counterpane.": {
    "annotation": "The Coun &lt;script&gt;alert('hi')&lt;/script\n",
    "color": "#B10"
  }
}